content/ephemeris/entries.org
#+startup: content indent

[[file:../index.org][Giovanni's Diary]] > [[file:../autobiography/chronological.org][Chronological]] > [[file:ephemeris.org][Ephemeris]] >

* Ephemeris Entries
#+INDEX: Giovanni's Diary!Ephemeris!Entries

** Linz

- [[file:2025-07-07.org][2025-07-07 - Math riddle]]
- [[file:2025-07-06.org][2025-07-06 - Writing math proofs]]
- [[file:2025-07-05.org][2025-07-05 - Stores closed]]
- [[file:2025-07-04.org][2025-07-04 - Set up]]
- [[file:2025-07-03.org][2025-07-03 - Willkommen in Linz]]

** Trento

- [[file:2025-06-26.org][2025-06-26]]
- [[file:2025-06-24.org][2025-06-24 - The importance of having genuinely fun]]
- [[file:2025-06-21.org][2025-06-21 - The world changes, and so do you]]
- [[file:2025-06-05.org][2025-06-05 - Last University lecture]]
- [[file:2025-05-28.org][2025-05-28 - Lucky and Unlucky]]
- [[file:2025-05-26.org][2025-05-26 - Two feelings]]
- [[file:2025-05-20.org][2025-05-20 - Struggles with NetworkManager]]
- [[file:2025-05-19.org][2025-05-19 - Setting up a local cluster]]
- [[file:2025-05-18.org][2025-05-18 - Self Hosting]]
- [[file:2025-05-15.org][2025-05-15 - Writing Giovanni's Diary]]
- [[file:2025-05-14.org][2025-05-14 - The role of theater in my life]]
- [[file:2025-04-19.org][2025-04-19]]
- [[file:2025-04-07.org][2025-04-07]]
- [[file:2025-04-03.org][2025-04-03]]
- [[file:2025-03-24.org][2025-03-24]]
- [[file:2025-03-23.org][2025-03-23]]
- [[file:2025-03-19.org][2025-03-19]]
- [[file:2025-03-16.org][2025-03-16]]

-----

Travel: [[file:ephemeris.org][Ephemeris]], [[file:../theindex.org][Index]]
