public/ephemeris/entries.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />

<link rel="stylesheet" href="https://san7o.github.io/micro-style.css/micro-style.css" />
<link rel="icon" href="/giovanni-diary/favicon.ico" type="image/x-icon">
<meta property="og:title" content="Giovanni's Diary">
<meta property="og:description" content="Diary of Giovanni's adventures.">
<meta property="og:image" content="https://san7o.github.io/giovanni-diary/logo.png">
<meta property="og:url" content="https://san7o.github.io/giovanni-diary/">
</head>
<body>
<div id="content" class="content">
<p>
<a href="../index.html">Giovanni's Diary</a> &gt; <a href="../autobiography/chronological.html">Chronological</a> &gt; <a href="ephemeris.html">Ephemeris</a> &gt;
</p>
<div id="outline-container-orgfc902a9" class="outline-2">
<h2 id="orgfc902a9">Ephemeris Entries</h2>
<div class="outline-text-2" id="text-orgfc902a9">
</div>
<div id="outline-container-org4bb87d9" class="outline-3">
<h3 id="org4bb87d9">Linz</h3>
<div class="outline-text-3" id="text-org4bb87d9">
<ul class="org-ul">
<li><a href="2025-07-12.html">2025-07-12 - Unbalanced</a></li>
<li><a href="2025-07-07.html">2025-07-07 - Math riddle</a></li>
<li><a href="2025-07-06.html">2025-07-06 - Writing math proofs</a></li>
<li><a href="2025-07-05.html">2025-07-05 - Stores closed</a></li>
<li><a href="2025-07-04.html">2025-07-04 - Set up</a></li>
<li><a href="2025-07-03.html">2025-07-03 - Willkommen in Linz</a></li>
</ul>
</div>
</div>
<div id="outline-container-org033ec9c" class="outline-3">
<h3 id="org033ec9c">Trento</h3>
<div class="outline-text-3" id="text-org033ec9c">
<ul class="org-ul">
<li><a href="2025-06-26.html">2025-06-26</a></li>
<li><a href="2025-06-24.html">2025-06-24 - The importance of having genuinely fun</a></li>
<li><a href="2025-06-21.html">2025-06-21 - The world changes, and so do you</a></li>
<li><a href="2025-06-05.html">2025-06-05 - Last University lecture</a></li>
<li><a href="2025-05-28.html">2025-05-28 - Lucky and Unlucky</a></li>
<li><a href="2025-05-26.html">2025-05-26 - Two feelings</a></li>
<li><a href="2025-05-20.html">2025-05-20 - Struggles with NetworkManager</a></li>
<li><a href="2025-05-19.html">2025-05-19 - Setting up a local cluster</a></li>
<li><a href="2025-05-18.html">2025-05-18 - Self Hosting</a></li>
<li><a href="2025-05-15.html">2025-05-15 - Writing Giovanni's Diary</a></li>
<li><a href="2025-05-14.html">2025-05-14 - The role of theater in my life</a></li>
<li><a href="2025-04-19.html">2025-04-19</a></li>
<li><a href="2025-04-07.html">2025-04-07</a></li>
<li><a href="2025-04-03.html">2025-04-03</a></li>
<li><a href="2025-03-24.html">2025-03-24</a></li>
<li><a href="2025-03-23.html">2025-03-23</a></li>
<li><a href="2025-03-19.html">2025-03-19</a></li>
<li><a href="2025-03-16.html">2025-03-16</a></li>
</ul>

<hr />

<p>
Travel: <a href="ephemeris.html">Ephemeris</a>, <a href="../theindex.html">Index</a>
</p>
</div>
</div>
</div>
</div>
</body>
</html>
